/* Subtitle describing a fast with a certain N-hour duration. e.g. '1 hour eating window'. Assume singular-case. */
"%.01f hour fast" = "% .01f heure rapide";

/* Template for a label describing a body weight measurement recorded on a certain day. e.g '10 lbs on May 2' */
"%1@ on %2@" = "% 1 @ on% 2 @";

/* Title for a screen where the user can configure their timed eating window. */
"%@ hour window" = "fenêtre% @ heure";

/* Information about how long the eating window or fast has been open (e.g. '5h so far').
   Note that the user has fasted for some amount of time so far (e.g. '2h 5m so far')
   Text describing how long it has been since the user's fast or eating window began. (e.g. '2h 30m so far') */
"%@ so far" = "%@ jusque là";

/* Title of screen that shows the eating window for a given day. In the format 'November 18th's Window'. An alternative translation is 'Window for %@'. */
"%@'s Window" = "La fenêtre de% @";

/* Placeholder text stating that there is one image attached the user's eating window note */
"1 image attached" = "1 image jointe";

/* A reminder about the user's flexible eating window that is automatically triggered after ten hours. */
"10 hour reminder" = "Rappel de 10 heures";

/* Label showing an example fast that lasted for sixteen hours */
"16 hour fast" = "16 heures de jeûne";

/* Example of the 'Show fasting duration' feature, as if the user did not eat for 18 hours. */
"18 Hour Fast" = "Rapide de 18 heures";

/* A reminder about the user's flexible eating window that is automatically triggered after five hours. */
"5 hour reminder" = "Rappel de 5 heures";

/* Label showing an example eating window that lasted for eight hours */
"8 hour eating window" = "Fenêtre de manger de 8 heures";

/* Placeholder text for when the user can't edit their flexible eating window's end time */
"A flexible eating window remains open until you close it manually." = "Une fenêtre de restauration flexible reste ouverte jusqu&#39;à ce que vous la fermiez manuellement.";

/* A discussion about whether the user should use a timed or flexible eating window. */
"A timed eating window may work best if you’re following a program like 16:8 or Fast 5. If you’re just tracking the amount of time you eat, then a flexible window may work better for you." = "Une fenêtre horaire programmée peut donner de meilleurs résultats si vous suivez un programme comme 16: 8 ou Fast 5. Si vous ne faites que suivre la quantité de temps que vous mangez, une fenêtre souple peut être plus efficace.";

/* A discussion about the differences between timed and flexible eating windows */
"A timed eating window “closes” after a set amount of time. On the other hand, a flexible eating window stays open until you “close” it yourself." = "Une fenêtre de restauration programmée &quot;se ferme&quot; après un laps de temps défini. D&#39;autre part, une fenêtre de restauration flexible reste ouverte jusqu&#39;à ce que vous la &quot;fermiez&quot; vous-même.";

/* Title for button that opens the app's About page
   Title of the app's About screen */
"About" = "Sur";

/* Title of button that lets the user add more text to their note. */
"Add More" = "Ajouter plus";

/* Title of button that lets the user add a note to their eating window */
"Add Note" = "Ajouter une note";

/* Alert action that lets the user retroactively add an eating window on a specific date */
"Add Window on %@" = "Ajouter une fenêtre sur% @";

/* Alert action that adds a new eating window on the given date. */
"Add window on %@" = "Ajouter une fenêtre sur% @";

/* A description of the Calendar tab */
"After you record your first eating window, this tab will show you a calendar of your old windows." = "Après avoir enregistré votre première fenêtre de restauration, cet onglet vous montrera un calendrier de vos anciennes fenêtres.";

/* A description of the timeline tab */
"After you record your first eating window, this tab will show you a timeline of your eating windows and fasts." = "Après avoir enregistré votre première fenêtre de consommation, cet onglet vous montrera une chronologie de vos fenêtres de consommation et de vos jeûnes.";

/* Confirmation after the user deleted all of their data. */
"All of your data has been deleted." = "Toutes vos données ont été supprimées.";

/* Title for alert notifying the user that body weight measurements logged before the given date have been hidden from the app */
"All weights recorded on or before %@ have been hidden." = "Tous les poids enregistrés le ou avant% @ ont été masqués.";

/* Title of button that allows Window to send notifications */
"Allow Window to send important notifications" = "Autoriser la fenêtre à envoyer des notifications importantes";

/* An option that always shows the time elapsed (the amount of time that has elapsed / passed since the beginning of the user's eating window.) */
"Always Show Time Elapsed" = "Toujours afficher le temps écoulé";

/* Subtitle of option that lets the user opt-out of sending crash reports */
"Anonymous crash reports help us diagnose and resolve critical issues." = "Les rapports d&#39;accident anonymes nous aident à diagnostiquer et à résoudre les problèmes critiques.";

/* Subtitle of option that lets the user opt-out of sending anonymous usage data */
"Anonymous usage data lets us know how many people are using Window." = "Les données d&#39;utilisation anonymes nous permettent de savoir combien de personnes utilisent Window.";

/* Title of a screen that lets the user customize the app's icon */
"App Icon" = "Icône de l&#39;application";

/* Label that notes the developer of the app */
"App developed by Cal Stephens" = "App développé par Cal Stephens";

/* Confirming the user wants to delete all of their data */
"Are you sure?" = "Êtes-vous sûr?";

/* A person who writes books. Used as 'Gin Stephens, Author'. */
"Author" = "Auteur";

/* The first meal of the day. */
"Breakfast" = "Petit déjeuner";

/* Title of the 'Calendar' tab, where uses can view their past eating windows in a calendar format */
"Calendar" = "Calendrier";

/* An error message telling the user they can't open an eating window at this moment. */
"Can't Open Eating Window" = "Impossible d&#39;ouvrir la fenêtre de restauration";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Alert action that deletes all eating windows scheduled for the future */
"Cancel All Future Windows" = "Annuler toutes les futures fenêtres";

/* Alert actions that deletes the upcoming scheduled eating window */
"Cancel Scheduled Window" = "Annuler la fenêtre programmée";

/* Title of button that lets the user cancel their upcoming eating window */
"Cancel Window" = "Annuler la fenêtre";

/* A button that cancels the user's eating window schedule */
"Cancel schedule" = "Annuler le calendrier";

/* Alert notifying the user that they discarded their eating window. */
"Canceled your eating window." = "Annulé votre fenêtre de manger.";

/* Error stating that the user cannot send an email becuase their mail account is not set up. */
"Cannot Send Mail" = "Impossible d&#39;envoyer un courrier";

/* Title of alert notifying the user that their eating window could not be saved because it conflicts with another eating window. */
"Cannot save eating window" = "Impossible d&#39;enregistrer la fenêtre de restauration";

/* Title of button that lets the user adjust the selected date range for their weight history graph */
"Change date range" = "Changer la plage de dates";

/* Title of button that lets the user convert a timed window into a flexible window */
"Change to flexible window" = "Passer à la fenêtre flexible";

/* Title of button that lets the user convert a flexible window into a timed window */
"Change to timed window" = "Changer en fenêtre chronométrée";

/* Title of button that opens the user's photo library */
"Choose Photo" = "Choisir une photo";

/* Title of button that closes / ends the user's current eating window */
"Close Now" = "Fermer maintenant";

/* Title of button that closes (ends) the current eating window */
"Close Window" = "Fermer la fenêtre";

/* Title for button that closes / ends the current eating window */
"Close Window and Save" = "Fermer la fenêtre et sauvegarder";

/* Title of alert confirming the user wants to close their existing eating window. */
"Close eating window?" = "Fermer la fenêtre de manger?";

/* Alert notifying the user that they closed their eating window. */
"Closed your eating window." = "Fermez votre fenêtre de manger.";

/* Information about when the eating window closes. (e.g. 'Closes in 5h 10m').
   Text describing when the user's eating window closes / ends */
"Closes in %@" = "Ferme dans% @";

/* A message congradulaing the user for completing some milestone. (e.g. '10th Eating Window' or '100th Eating Window'). The ordinal number (1st, 2nd, 3rd, etc.) is generated at runtime. */
"Congratulations on finishing your %@ Eating Window!" = "Félicitations pour avoir terminé votre fenêtre% @ Eating!";

/* A message congradulaing the user for completing their first eating window. */
"Congratulations on finishing your first Eating Window!" = "Félicitations pour avoir terminé votre première fenêtre Manger!";

/* Title of alert warning the user the the selected body weight measurement could not be deleted */
"Could not delete weight" = "Impossible de supprimer le poids";

/* Title of alert warning the user the the selected body weight measurement could not be edited */
"Could not edit weight" = "Impossible de modifier le poids";

/* Message warning the user that their image could not be saved to disk. */
"Could not save image" = "Impossible d&#39;enregistrer l&#39;image";

/* Title of alert that gets shown if the Export Data process fails for some reason. */
"Couldn't export your data" = "Impossible d&#39;exporter vos données";

/* Title of alert that gets shown if the Import Data process fails for some reason. */
"Couldn't import your data" = "Impossible d&#39;importer vos données";

/* Title of an option that lets the user control how countdowns are displayed */
"Countdown" = "Compte à rebours";

/* Title of button that creates a spreadsheet with statistical data about the user's eating windows */
"Create" = "Créer";

/* Title for button that generates a spreadsheet of the user's data */
"Create Spreadsheet" = "Créer une feuille de calcul";

/* Fragment of the phrase 'Created by Cal Stephens'. If a standard translation of the phrase would cause the 'Created by' analogue to come after 'Cal Stephens' (rather than before, like in the English translation), then you should prefer an alternative translation like 'Developer'. */
"Created by" = "Créé par";

/* Title for a card that shows the user's current eating window */
"Current Eating Window" = "Fenêtre de restauration actuelle";

/* Title for a card that shows the user's current fast */
"Current Fast" = "Rapide actuel";

/* Message noting that the user is currently fasting (not eating food) */
"Currently fasting" = "Jeûne actuellement";

/* Text noting that the user's eating window is currently open / in-progress. */
"Currently open" = "Actuellement ouvert";

/* Title of option that allows the user to customize the app's behavior (for example, set a custom eating window schedule or view a custom date range in the weight graph). */
"Custom" = "Douane";

/* Title of screen that lets the user select a custom range of dates */
"Custom Date Range" = "Plage de dates personnalisée";

/* Title of a screen that lets the user set up and manage a Custom eating window schedule */
"Custom Schedule" = "Horaire personnalisé";

/* Title of a button that lets the user schedule an eating window that will only repeat daily */
"Daily" = "du quotidien";

/* Prefix modifier notating that this is a daily eating window (e.g. 'Daily 5 hour eating window'). An acceptable alternative phrasing could be '5 hour eating window (daily)'. */
"Daily %@" = "Du quotidien %@";

/* Title of the app's main 'Dashboard' screen. */
"Dashboard" = "Tableau de bord";

/* Title of a screen that lets the user manage their data */
"Data Management" = "Gestion de données";

/* Some date on the calendar */
"Date" = "Rendez-vous amoureux";

/* A range of dates to be shown on a graph */
"Date Range" = "Plage de dates";

/* Title of a column of data that contains dates */
"Day" = "journée";

/* The default option of some configuration. */
"Default" = "Défaut";

/* Description of 'Delay Don't Deny' book. Do not translate the book title. */
"Delay Don't Deny by Gin Stephens" = "Retard Don&#39;t Deny par Gin Stephens";

/* Title of button that deletes an eating window */
"Delete" = "Effacer";

/* Title of button that delete's all of the user's data. */
"Delete All Data" = "Supprimer toutes les données";

/* Title of button that lets the user delete the note associated with their eating window */
"Delete Note" = "Supprimer la note";

/* Message noting that the user deleted their eating window */
"Deleted your eating window" = "Supprimé votre fenêtre de manger";

/* The third / last meal of the day. */
"Dinner" = "Dîner";

/* Title for button that discards the current eating widnow */
"Discard" = "Jeter";

/* Title for button that discards the current eating window, and cancels all eating windows scheduled in the future. */
"Discard and Cancel Future Windows" = "Jeter et annuler les futures fenêtres";

/* Title of button that dismisses some message that has been presented to the user */
"Dismiss" = "Rejeter";

/* Options controlling the way bits of data are displayed within the app */
"Display Options" = "Option d&#39;affichage";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* Title of a column of data that contains the duration of eating windows, in seconds. */
"Duration (seconds)" = "Durée (secondes)";

/* Title of screen that shows information about a specific past eating window */
"Eating Window" = "Fenêtre Manger";

/* Title for the screen that shows users a calendar of their past eating windows */
"Eating Window Calendar" = "Calendrier de la fenêtre de restauration";

/* Some number of eating windows */
"Eating Windows" = "Manger des fenêtres";

/* Alert body informing the user that their eating window cannot be longer than some number of hours (20 hours at the time of writing) */
"Eating windows cannot be longer than %d hours" = "Les fenêtres ne peuvent pas être plus longues que% d heures";

/* No comment provided by engineer. */
"Edit" = "modifier";

/* Title of button that lets the user adjust / edit their upcoming eating window. (e.g. 'Edit Thursday's Window...') */
"Edit %@'s Window..." = "Modifier la fenêtre de% @ ...";

/* Title of popup that lets the user edit multiple eating windows at once */
"Edit All" = "Modifier tout";

/* Title of button that lets the user edit the note of their eating window */
"Edit Note" = "Note éditée";

/* Title of button that lets the user adjust / edit their repeating eating window schedule */
"Edit Repeating Schedule..." = "Modifier la planification répétée ...";

/* Title of button that lets the user adjust / edit their upcoming eating window. */
"Edit Today's Window..." = "Modifier la fenêtre du jour ...";

/* Title of button that lets the user adjust / edit their upcoming eating window. */
"Edit Tomorrow's Window..." = "Éditer la fenêtre de demain ...";

/* Title of button that lets the user edit their eating window */
"Edit Window" = "Fenêtre d&#39;édition";

/* Title of button that lets the user edit the type of eating window being configured */
"Edit Window Type" = "Modifier le type de fenêtre";

/* Title of alert that gives the user options to edit their current eating window */
"Edit current eating window" = "Modifier la fenêtre de consommation actuelle";

/* Title of alert that gives the user options to edit their eating window */
"Edit next eating window" = "Modifier la prochaine fenêtre de restauration";

/* Title of alert that gives the user options to edit their eating window */
"Edit scheduled eating window" = "Modifier la fenêtre de restauration programmée";

/* An option to edit the starting time of an eating window */
"Edit start time..." = "Modifier l&#39;heure de début ...";

/* An option to edit the type (timed or flexible) or the duration of an eating window */
"Edit type..." = "Modifier le type ...";

/* The ending date of some selected date range */
"End Date" = "Date de fin";

/* Title of button that lets the user end / cancel their eating window schedule */
"End Repeating Schedule" = "Terminer la répétition du programme";

/* Title of a column of data that contains the ending times of eating windows */
"End Time" = "Heure de fin";

/* Alert notifying the user that their eating window schedule has been ended. */
"Ended your eating window schedule." = "Terminé votre emploi du temps fenêtre manger.";

/* Information about when the current fast ends (e.g. 'Ends in 5h').
   Text describing how long until the user's fast is complete */
"Ends in %@" = "Fini dans %@";

/* Title of button that lets the user export their eating window data */
"Export Data" = "Exporter des données";

/* Title of card that discusses the differences between timed and flexible eating windows. */
"FAQ: Timed or flexible? Which one is right for me?" = "FAQ: chronométré ou flexible? Lequel est bon pour moi?";

/* Message noting that the user is currently fasting (not eating food) */
"Fasting" = "Jeûne";

/* Title for screen that describes the 'Show fasting duration' feature */
"Fasting Duration" = "Durée du jeûne";

/* Title of the screen that shows the user a timeline of their fasts */
"Fasting Timeline" = "Chronologie du jeûne";

/* A description of the Window app */
"Fasting Tracker" = "Traqueur de jeûne";

/* Description of the 'Show fasting duration' option. */
"Fasting duration is calculated by taking the time between two eating windows." = "La durée du jeûne est calculée en prenant le temps entre deux fenêtres de restauration.";

/* Title of an email where the user can send feedback about the Window app */
"Feedback for Window" = "Commentaires pour la fenêtre";

/* Indicates the current eating window will be a flexible window */
"Flexible" = "Flexible";

/* Indicates the current eating window will be a flexible window */
"Flexible eating window" = "Fenêtre flexible pour manger";

/* Note that the user's eating window will have a flexible length, and will not end until the user closes it manually. */
"Flexible length" = "Longueur flexible";

/* Indicates the current window will be a flexible window */
"Flexible window" = "Fenêtre flexible";

/* A sample eating window note */
"For dinner, I had BBQ chicken with pasta in a creamy mushroom sauce and salad with Italian dressing. For dessert I had one perfect scoop of ice cream." = "Pour le dîner, j&#39;ai eu un poulet barbecue avec des pâtes dans une sauce crémeuse aux champignons et une salade avec vinaigrette italienne. Pour le dessert, j&#39;avais une boule de glace parfaite.";

/* Title of an eating widndow that repeats every Friday */
"Fridays" = "Les vendredis";

/* Title for 'Done' button on the 'Welcome to Window' screen. */
"Get Started" = "Commencer";

/* Body of alert notifying the user that their eating window just opened / started. */
"Good news, your window just opened!" = "Bonne nouvelle, votre fenêtre vient d&#39;ouvrir!";

/* Body of alert notifying the user that their eating window just opened / started. */
"Good news, your window just opened! You can eat until %@." = "Bonne nouvelle, votre fenêtre vient d&#39;ouvrir! Vous pouvez manger jusqu’à% @.";

/* More casual text for a 'Done' button. 'Done' or 'OK' are both acceptable alternate translations */
"Got it" = "Je l&#39;ai";

/* Body of message prompting the user to log their weight for the first time. */
"Have a scale handy? Logging your weight every day is a great way to track your weight loss progress." = "Avez-vous une balance à portée de main? Consigner votre poids chaque jour est un excellent moyen de suivre vos progrès en matière de perte de poids.";

/* Title of button that hides the selected body weight measurement, and all earlier weight measurements. */
"Hide All Earlier Weights" = "Masquer tous les poids précédents";

/* Title of button that hides the selected body weight measurement */
"Hide Weight" = "Masquer le poids";

/* Title for button that opens the app's History page
   Title of button that opens the window history screen */
"History" = "L&#39;histoire";

/* Some number of hours. */
"Hours" = "Heures";

/* Placeholder text / writing prompt for screen that lets the user add a note to their eating window
   Placeholder text promopting the user to enter a note about their eating window */
"How was your day?" = "Comment était ta journée?";

/* Placeholder text / writing prompt for screen that lets the user add a note to their eating window */
"How was your day? What did you have for dinner?" = "Comment était ta journée? Qu&#39;est-ce que tu as mangé pour le dîner?";

/* Title of button that confirms the user granted access for Window to access their health daya */
"I granted access" = "J&#39;ai accordé l&#39;accès";

/* Another sample eating window note */
"I went to a cafe with my friends. I tried avocado toast for the first time, and it was really good! I rounded off my meal with two eggs (sunny-side up) and a small salad." = "Je suis allé au café avec mes amis. J&#39;ai essayé le toast à l&#39;avocat pour la première fois et c&#39;était vraiment bon! J&#39;ai terminé mon repas avec deux œufs (au soleil) et une petite salade.";

/* An explaination of how the Window app chooses between showing the time remaining or the time elapsed during a countdown for an eating window or fast. */
"If Window doesn't know when your eating window or fast is going to end (like during a flexible window), it will show you the time elapsed instead." = "Si Window ne sait pas quand votre fenêtre de jeu ou rapide va se terminer (comme lors d’une fenêtre flexible), le temps écoulé s’affichera.";

/* Alert text describing what would happen if the user hides a given body weight measurement. */
"If you hide this weight, it will still be recorded in other apps but will no longer appear in Window." = "Si vous masquez ce poids, il sera quand même enregistré dans d&#39;autres applications mais n&#39;apparaîtra plus dans Windows.";

/* Some user-uploaded image or photograph */
"Image" = "Image";

/* Title of button that lets the user import eating window data */
"Import Data" = "Importer des données";

/* Message shown when the user successfully imports some data into the Window app */
"Import Successful" = "Importation réussie";

/* Title of alert that is shown while the app is importing the user's data */
"Importing your data" = "Importer vos données";

/* Description of the Window app. */
"Intermittent Fasting Tracker" = "Traqueur de jeûne intermittent";

/* Error warning the user that the start/end times they entered for their eating window are invalid. */
"Invalid Times" = "Temps invalide";

/* Message notifying the user that their eating window could not be saved because it would overlap with another eating window. (e.g. 'It would overlap with your eating window that started at started at 10:00pm on April 3 and ended at 2:00am on April 4.') */
"It would overlap with your eating window that started at %1$@ on %2$@ and ended at %3$@ on %4$@." = "Cela chevaucherait votre fenêtre d&#39;alimentation commençant à% 1 $ @ sur% 2 $ @ et se terminant à% 3 $ @ sur% 4 $ @.";

/* A weight measurement unit */
"Kilograms" = "Kilogrammes";

/* Title of button that shows some additional information about the topic being discussed */
"Learn More" = "Apprendre encore plus";

/* Title of button that opens a webpage where the user can read more about Intermittent Fasting */
"Learn more about Intermittent Fasting" = "En savoir plus sur le jeûne intermittent";

/* Title for a screen that lets the user log their current body weight
   Title for button that opens a screen where the user can log their current weight */
"Log Weight" = "Poids du journal";

/* Title of button that lets the user log their current body weight
   Title of button that lets the user log their currently body weight */
"Log weight" = "Journal poids";

/* Title of message prompting the user to log their weight for the first time. */
"Log your weight for the first time" = "Enregistrez votre poids pour la première fois";

/* Some number of logged weights */
"Logged Weights" = "Poids enregistrés";

/* The second meal of the day. */
"Lunch" = "Le déjeuner";

/* Abbreviation for 'Maximum' -- setting that shows all of the data available. 'All' is an acceptable alternate translation */
"Max" = "Max";

/* Some number of minutes. */
"Minutes" = "Minutes";

/* Title of an eating widndow that repeats every Monday */
"Mondays" = "Les lundis";

/* Title for button that lets the user view more of their eating window history */
"More" = "Plus";

/* Title of a card showing the most recent note */
"Most Recent Note" = "Note la plus récente";

/* Label for the 'moving average' or 'rolling average' of the user's body weight */
"Moving Average" = "Moyenne mobile";

/* Title for a card that shows the user's next upcoming eating window */
"Next Eating Window" = "Fenêtre de restauration suivante";

/* Declining a request */
"No" = "Non";

/* Placeholder text for where there is no data available */
"No data" = "Pas de données";

/* Placeholder text for when there is no data available in the range of dates currently selected */
"No data in range" = "Aucune donnée dans la plage";

/* Text noting that there is no eating window (usually in context of a specific date. e.g. 'No eating window on May 2' */
"No eating window" = "Pas de fenêtre pour manger";

/* Label that appears if the user did not fast on a given date. */
"No fast" = "Pas de jeûne";

/* Text noting that there is no eating window (usually in context of a specific date. e.g. 'No window on May 2' */
"No window" = "Pas de fenêtre";

/* A note about an eating window */
"Note" = "Remarque";

/* Title of a column of data that contains a note image identifier */
"Note Image ID" = "Note ID d&#39;image";

/* Some number of note images */
"Note Images" = "Note des images";

/* Title of a column of data that contains an eating window note */
"Note Text" = "Texte de note";

/* Text shown on the Window widget when there isn't any data to show (e.g. the user doesn't have an active eating window or fast) */
"Nothing to see here." = "Rien à voir ici.";

/* Placeholder for when there is no content */
"Nothing yet" = "Rien pour le moment";

/* Title of a section of data that lets the user toggle certain notifications on or off */
"Notifications" = "Les notifications";

/* No comment provided by engineer. */
"OK" = "D&#39;accord";

/* Title of a button that lets the user schedule an eating window that will only repeat once */
"Once" = "Une fois que";

/* Title for button that lets the user immediately open their eating window */
"Open Now" = "Ouvrez maintenant";

/* Title for button that opens a new eating window */
"Open Window" = "Fenêtre ouverte";

/* Title for a card that allows the user to open a new eating window */
"Open a new Eating Window" = "Ouvrir une nouvelle fenêtre de restauration";

/* Text shown on the Window widget when there isn't any data to show (e.g. the user doesn't have an active eating window or fast) */
"Open an eating window in the Window app." = "Ouvrez une fenêtre de restauration dans l&#39;application Window.";

/* Information about when the eating window opened (e.g. 'Opened at 5:00pm').
   Notes the time which the user's eating window opened. e.g. 'Opened at 5:00 pm'
   Text noting that an eating window opened / began at a given time. (e.g. 'Opened at 5:00 pm') */
"Opened at %@" = "Ouvert à% @";

/* An alert letting the user know that their eating window has been opened. */
"Opened your eating window. Time to eat!" = "Ouvre ta fenêtre de manger. Le temps de manger!";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens at 2:00pm') */
"Opens at %@" = "Ouvre à% @";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens on Wednesday at 2:00pm') */
"Opens on %2$@ at %1$@" = "Ouvre à% 2 $ @ à% 1 $ @";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens tomorrow at 2:00pm') */
"Opens tomorrow at %@" = "Ouvre demain à% @";

/* The original app source of a logged weight (they can get imported from other apps) */
"Original Source" = "Source primaire";

/* Title of button that opens the app's privacy policy */
"Our Privacy Policy" = "Notre politique de confidentialité";

/* A range of dates spanning the past three months (90 days) */
"Past 3 Months" = "3 derniers mois";

/* A range of dates spanning the past six months (180 days) */
"Past 6 Months" = "Les 6 derniers mois";

/* Title for panel showing eating window history for the previous four days */
"Past Four Days" = "Quatre derniers jours";

/* A range of dates spanning the past month (30 days) */
"Past Month" = "Mois passé";

/* Title for panel showing eating window history for the previous seven days */
"Past Seven Days" = "Sept derniers jours";

/* A range of dates spanning that past week (seven days) */
"Past Week" = "La semaine dernière";

/* A range of dates spanning the past year (365 days) */
"Past Year" = "L&#39;année passée";

/* A weight measurement unit common in the United States */
"Pounds" = "Livres sterling";

/* Title of alert that is shown while the app is preparing / generating the user's data export */
"Preparing data export" = "Préparer l&#39;exportation de données";

/* Title of card showing showing the user's previous fast */
"Previous Fast" = "Fast précédent";

/* Title of a section that describes the Window app's privacy policy. */
"Privacy" = "Intimité";

/* Title of a card displaying the user's four most recent eating windows */
"Recent Eating Windows" = "Récent manger Windows";

/* Title of button that lets the user reopen their eating window
   Title of button that re-opens an eating window that had already been closed */
"Reopen" = "Rouvrir";

/* Title of button that lets the user reopen their eating window */
"Reopen Window" = "Rouvrir la fenêtre";

/* Title of button that reopens an eating window as a flexible eating window */
"Reopen as flexible window" = "Rouvrir comme une fenêtre flexible";

/* Title of alert confirming if the user wants to re-open an eating window that has already been closed. */
"Reopen eating window?" = "Rouvrir la fenêtre de manger?";

/* Title of button that reopens an eating window for an additional hour */
"Reopen for another hour" = "Rouvrir pour une heure";

/* Title of alert notifying the user that their eating window has been re-opened. */
"Reopened your eating window" = "Rouvert votre fenêtre de manger";

/* Title of alert confirming the user wants to re-schedule an eating window that had already closed. */
"Reschedule eating window for later?" = "Replanifier la fenêtre de restauration pour plus tard?";

/* Title of button that re-schedules an eating window that had already closed. */
"Reschedule for later" = "Replanifier pour plus tard";

/* Title of alert notifying the user that their eating window has been re-scheduled. */
"Rescheduled your eating window" = "Reporté votre fenêtre manger";

/* No comment provided by engineer. */
"Reset" = "Réinitialiser";

/* Title of button that lets the user unhide all body weight measurements that had previously been hidden */
"Reset Hidden Weights" = "Réinitialiser les poids cachés";

/* Title for alert confirming that the user wants to reset / unhide their hidden body weight measurements */
"Reset Hidden Weights?" = "Réinitialiser les poids cachés?";

/* Alert action that deletes the eating window hat was logged for the current day */
"Reset Today's Window" = "Réinitialiser la fenêtre d&#39;aujourd&#39;hui";

/* Title of an eating widndow that repeats every Saturday */
"Saturdays" = "les samedis";

/* No comment provided by engineer. */
"Save" = "sauvegarder";

/* Title of button that changes the schedule of all future eating windows */
"Save for All Future Windows" = "Enregistrer pour tous les futurs Windows";

/* Title of button that schedules an eating window for today *only* */
"Save for Today Only" = "Enregistrer pour aujourd&#39;hui seulement";

/* Title of button that schedules an eating window for the next day *only* */
"Save for Tomorrow Only" = "Enregistrer pour demain seulement";

/* Title of button that schedules an eating window for the next window *only* */
"Save for this window only" = "Enregistrer pour cette fenêtre uniquement";

/* Title for button that lets the user schedule their eating window
   Title for button that schedules a new eating window for some time in the future */
"Schedule" = "Programme";

/* Title for a card that allows the userto schedule their next eating window */
"Schedule Next Eating Window" = "Planifier la prochaine fenêtre de restauration";

/* Title for a card that allows the userto schedule their next eating window */
"Schedule Tomorrow's Eating Window" = "Planifiez la fenêtre de consommation de demain";

/* Title for button that allows the user to schedule an eating window for the following day */
"Schedule for tomorrow" = "Horaire pour demain";

/* Title of screen that lets the user edit the scheduled time of their eating windows */
"Scheduled Time" = "Heure prévue";

/* Alert notifying the user that their eating window has been scheduled. */
"Scheduled your eating window." = "Planifié votre fenêtre de manger.";

/* Alert notifying the user that their eating windows have been scheduled. */
"Scheduled your eating windows." = "Planifié vos fenêtres de manger.";

/* Text for label instructing the user to select a date range from the calendar. This date range will be used to show eating window statistics. */
"Select date range" = "Sélectionnez une période";

/* Title of option that lets the user opt-out of sending crash reports */
"Send Crash Reports" = "Envoyer des rapports d&#39;accident";

/* Title of button that opens a Compose Email screen, allowing the user to send feedback about the app */
"Send Feedback" = "Envoyer des commentaires";

/* Title of button that lets the user send feedback about the app's translations */
"Send Translation Feedback" = "Envoyer des commentaires sur la traduction";

/* Title of option that lets the user opt-out of sending anonymous usage data */
"Send Usage Data" = "Envoyer des données d&#39;utilisation";

/* Title for screen where the user sets up their daily eating window */
"Set Up Window" = "Fenêtre d&#39;installation";

/* Title of the app's Settings screen */
"Settings" = "Réglages";

/* No comment provided by engineer. */
"Share" = "Partager";

/* A toggleable option to either show or hide the user's eating widnows */
"Show Windows" = "Afficher les fenêtres";

/* Toggleable option that makes the app show fasting durations instead of eating window durations. */
"Show fasting duration" = "Afficher la durée du jeûne";

/* Message discussing the user's previous eating windows and fasts. e.g. 'Since then, you've logged 20 eating windows and fasted for 500 hours. Keep it up!'. The eating window and hour counts are pluralized appropriately at runtime. */
"Since then, you've logged %1$@ and fasted for %2$@. Keep it up!" = "Depuis lors, vous avez consigné% 1 $ @ et avez jeûné pour% 2 $ @. Continuez!";

/* Message discussing the user's previous eating windows. */
"Since then, you've logged one eating window. " = "Depuis lors, vous avez connecté une fenêtre de restauration.";

/* Alert action that skips the next scheduled eating window */
"Skip Next Window" = "Ignorer la fenêtre suivante";

/* The starting date of some selected date range */
"Start Date" = "Date de début";

/* Title of a column of data that contains the starting times of eating windows */
"Start Time" = "Heure de début";

/* Title of alert telling the us */
"Start date must be before end date" = "La date de début doit être antérieure à la date de fin";

/* Title of button that enables Window's weight tracking feature */
"Start tracking" = "Commencer le suivi";

/* Information about when the current fast began (e.g. 'Started at 5:00pm'). */
"Started at %@" = "Commencé à %@";

/* Notates the start time of an eating window. (e.g. 'Starting at 5:00 pm' */
"Starting at %@" = "À partir de %@";

/* Title of button that opens a screen that shows statistics about the user's past eating windows */
"Statistics" = "Statistiques";

/* A weight measurement unit common in the United Kingdom */
"Stone" = "Pierre";

/* Title of an eating widndow that repeats every Sunday */
"Sundays" = "les dimanches";

/* Title of button that opens the camera so the user can take a photo */
"Take Photo" = "Prendre une photo";

/* A message congradulaing the user for completing their first eating window. */
"That was the first step of your intermittent fasting journey. Keep it up!" = "Ce fut la première étape de votre voyage de jeûne intermittent. Continuez!";

/* Congratulating the user for comleting some milestone. (e.g. 10th / 100th / 1000th eating window) */
"That's a huge milestone! Keep up the great work, and thank you for using Window!" = "C&#39;est une étape importante! Continuez votre excellent travail et merci d’avoir utilisé Window!";

/* Message telling the user the end time of their eating window must be after the start time. */
"The end time must be later than the start time." = "L&#39;heure de fin doit être postérieure à l&#39;heure de début.";

/* Message warning the user that, if they delete their eating window, they will not be able to undo that action. */
"This action cannot be undone." = "Cette action ne peut pas être annulée.";

/* Title for alert confriming the user wants to delete some piece of data. */
"This cannot be undone." = "Ça ne peut pas être annulé.";

/* Title of alert notifying the user that the window they are editing has already closed. */
"This eating window has already closed." = "Cette fenêtre de manger est déjà fermée.";

/* Title of alert confirming if the user wants to re-open an eating window that has already been closed. */
"This eating window has already closed. Would you like to reopen it?" = "Cette fenêtre de manger est déjà fermée. Voulez-vous le rouvrir?";

/* Body of alert confirming the user wants to re-schedule an eating window that had already closed. */
"This eating window has already closed. Would you like to reschedule it for %@ later today?" = "Cette fenêtre de manger est déjà fermée. Voulez-vous le replanifier pour% @ plus tard aujourd&#39;hui?";

/* Title of alert notifying the user that the window that they are editing is currently open. */
"This eating window is currently open." = "Cette fenêtre de restauration est actuellement ouverte.";

/* Message telling the user the current eating window is on a daily repeating schedule. */
"This is a daily window." = "Ceci est une fenêtre quotidienne.";

/* A message about the user's first eating window. */
"This is the first step of your intermittent fasting journey. After your window closes, you’ll fast until tomorrow." = "C&#39;est la première étape de votre voyage de jeûne intermittent. Après la fermeture de votre fenêtre, vous jeûnez jusqu&#39;à demain.";

/* A message describing the the Dashboard screen. */
"This is your Dashboard, where you’ll see the most important info about your intermittent fasting journey. For now, you can open or schedule your first Eating Window." = "Ceci est votre tableau de bord, où vous verrez les informations les plus importantes sur votre voyage de jeûne intermittent. Pour l&#39;instant, vous pouvez ouvrir ou programmer votre première fenêtre de restauration.";

/* Describes how the user can access data in a spreadsheet generated by the app. */
"This spreadsheet can be added as a note, emailed to yourself, or shared to another app on your device." = "Cette feuille de calcul peut être ajoutée sous forme de note, envoyée par courrier électronique ou partagée à une autre application de votre appareil.";

/* Body for alert confirming that the user wants to unhide all of their hidden body weight measurements */
"This will unhide all of your hidden weights. This cannot be undone." = "Cela affichera tous vos poids cachés. Ça ne peut pas être annulé.";

/* Title of an eating widndow that repeats every Thursday */
"Thursdays" = "Les jeudis";

/* Some time of the day */
"Time" = "Temps";

/* The amount of time that has elapsed / passed since the beginning of the user's eating window. Keep this translation as short as possible. */
"Time Elapsed" = "Temps écoulé";

/* Body of alert notifying the user that their fasting period has began. */
"Time to fast!" = "Il est temps de vite!";

/* Indicates the current eating window will be a timed window, with specific start and end times */
"Timed" = "Chronométré";

/* Subtitle describing an eating window with a known start and end time */
"Timed window" = "Fenêtre chronométrée";

/* Note that the user's eating window will be timed, with a predefined duration. */
"Timed, %@" = "Temporisé,% @";

/* Title of the 'Timeline' tab, where uses can view their past eating windows in a timeline format */
"Timeline" = "Chronologie";

/* Title of label that directs the user to use the Window app on their iPhone if they want to add a photo or image to their eating window's note */
"To add a photo to your note, use Window on your iPhone" = "Pour ajouter une photo à votre note, utilisez Window sur votre iPhone.";

/* Message advising the user to use Window on their iPhone to edit their daily or weekly eating window schedule */
"To edit your repeating schedule, use Window on your iPhone." = "Pour modifier votre programme de répétition, utilisez Windows sur votre iPhone.";

/* A footnote shown on Apple Watch */
"To set up a daily or weekly Eating Window schedule, use Window on your iPhone." = "Pour configurer un horaire quotidien ou hebdomadaire de Eating Window, utilisez Window sur votre iPhone.";

/* Label telling the user they must grant us access to their health data in order to use Window's weight tracking features. */
"To track your weight in Window, you must grant us access to read and modify your Health data. You can change this setting in the Health app." = "Pour suivre votre poids dans Window, vous devez nous autoriser à lire et à modifier vos données de santé. Vous pouvez modifier ce paramètre dans l&#39;application Santé.";

/* Text for a label representing the current day.
   Title of button that shows the eating window history for the current day */
"Today" = "Aujourd&#39;hui";

/* Prefix modifier noting that this is Today's eating window (e.g. 'Today's 5 hour eating window'. An acceptable alternative phrasing could be '5 hour eating window (Today)'. */
"Today's %@" = "Aujourd&#39;hui%%";

/* Title of a card showing the note for today's eating window */
"Today's Note" = "Note du jour";

/* Title for screen showing the current day's eating window */
"Today's Window" = "La fenêtre d&#39;aujourd&#39;hui";

/* Prefix modifier noting that this is Tomorrow's eating window (e.g. 'Tomorrow's 5 hour eating window'. An acceptable alternative phrasing could be '5 hour eating window (Tomorrow)' */
"Tomorrow's %@" = "Demain c&#39;est% @";

/* Label advertising Window's weight tracking feature */
"Track your weight with Window" = "Suivez votre poids avec Window";

/* A label noting that the app's content was translated from English */
"Translated from English" = "Traduit de l&#39;anglais";

/* Title of an email where the user can send feedback about the Window app */
"Translation Feedback for Window" = "Commentaires sur la traduction pour la fenêtre";

/* Title of an eating widndow that repeats every Tuesday */
"Tuesdays" = "Les mardis";

/* Label for measurement unit used to display body weight. Value would be either Pounds or Kilograms. */
"Unit" = "Unité";

/* Title of button that updates / changes the user's current eating window schedule. */
"Update" = "Mettre à jour";

/* Alert notifying the user that their eating window schedule has been updated. */
"Updated your eating window schedule." = "Mis à jour votre horaire de la fenêtre de manger.";

/* An alert letting the user know that their eating window has been updated. */
"Updated your eating window." = "Mis à jour votre fenêtre de manger.";

/* Alert notifying the user that their eating window has been updated. */
"Updated your scheduled eating window." = "Mise à jour de votre fenêtre de restauration programmée.";

/* Label showing the current version of the app */
"Version %@" = "Version %@";

/* Title for button that opens some other screen */
"View" = "Vue";

/* Title of button that lets the user view the note attached to their eating window
   Title of button that shows the note attached to the user's eating window */
"View Note" = "Voir la note";

/* Title for button that opens the Window History screen, where the user can view their past eating windows */
"View Past Windows" = "Voir les fenêtres antérieures";

/* Title for button that opens the Weight History screen, where the user can view their logged weight information */
"View Weights" = "Voir les poids";

/* Title of button that links to a given website */
"Visit Website" = "Visiter le site web";

/* Title of an eating widndow that repeats every Wednesday */
"Wednesdays" = "Les mercredis";

/* Some measurement of the user's body weight
   Title of the screen that lets the user view their logged weight history */
"Weight" = "Poids";

/* Units of measurement, including the Pound and Kilogram. */
"Weight Unit" = "Unité de poids";

/* Alert text notifying that the body weight measurement was added in some other app. For example, 'Weight added in the HappyScale app' */
"Weight added in the %@ app" = "Poids ajouté dans l&#39;application% @";

/* Title for alert notifying the user that some number of body weight measurements have been hidden from the app */
"Weights Hidden" = "Poids cachés";

/* Title for the app's welcome screen, in the format 'Welcome to Window'. */
"Welcome to %@" = "Bienvenue à %@";

/* A greeting welcoming the user to the app */
"Welcome to Window" = "Bienvenue à la fenêtre";

/* Message prompting the user to type in a note about their eating window. (e.g. 'What did you have for lunch?' or 'What did you have for dinner?'). */
"What did you have for %@?" = "Qu&#39;as-tu eu pour% @?";

/* Note that the user's current fast will end in some amount of time */
"Will end in %@" = "Se terminera par% @";

/* Shorthand for 'eating window' */
"Window" = "La fenêtre";

/* Title of an alert notifying the user that their eating window just closed / ended */
"Window Closed" = "Fenêtre fermée";

/* Title of an alert notifying the user that their eating window will close / end soon */
"Window Closing Soon" = "La fenêtre se ferme bientôt";

/* Title of file that contains the user's export data (here, Window is the title of the Window app). */
"Window Data Export" = "Exportation de données de fenêtre";

/* The duration of a user's window */
"Window Duration" = "Durée de la fenêtre";

/* Title of screen that shows history of the user's past eating windows */
"Window History" = "Histoire de la fenêtre";

/* Title for screen that lets the user add a note to their eating window */
"Window Note" = "Note de la fenêtre";

/* Title of an alert notifying the user that their eating window just opened / started */
"Window Open" = "Fenêtre ouverte";

/* A notification send when the user's eating window is opened as part of an eating window schedule */
"Window Opened" = "Fenêtre ouverte";

/* Title of file that contains statistics about the user's eating window history */
"Window Statistics" = "Statistiques de fenêtre";

/* Title of an alert notifying the user about the status of their current eating window */
"Window Status" = "Etat de la fenêtre";

/* Title of a card that lets the user configure the type of their eating window (either Timed or Flexible). */
"Window Type" = "Type de fenêtre";

/* Description of the 'Show fasting duration' feature. Notably, 'Window' should not be translated as it is the name of the app in this context. */
"Window calculates the duration of your fast by taking the time between two eating windows." = "Window calcule la durée de votre jeûne en prenant le temps entre deux fenêtres de restauration.";

/* Alert body warning the user that Window cannot modify weight data created in other apps */
"Window can't modify data created in other apps. Use the Health app to change or delete this weight." = "Window ne peut pas modifier les données créées dans d&#39;autres applications. Utilisez l&#39;application Santé pour modifier ou supprimer ce poids.";

/* Alert text noting that Window cannot modify the selected body weight measurement. Instead, the user must use the Apple Health app. */
"Window cannot modify weights added by other apps. Use the Health app to change or delete this weight." = "La fenêtre ne peut pas modifier les poids ajoutés par d&#39;autres applications. Utilisez l&#39;application Santé pour modifier ou supprimer ce poids.";

/* Label for the duration of the user's eating window */
"Window duration (hours)" = "Durée de la fenêtre (heures)";

/* Description of the app. Notably, 'Window' should remain untranslated as it is the name of the app. */
"Window is different from other Intermittent Fasting apps. Instead of tracking your fast, you track the amount of time you eat — your Eating Window!" = "La fenêtre est différente des autres applications de jeûne intermittent. Au lieu de suivre votre rapidité, vous suivez la quantité de temps que vous mangez - votre fenêtre de manger!";

/* Message describing how Window's weight tracking features works. */
"Window is the perfect companion for tracking your weight loss progress. We keep your personal data on your device, and never share it with anyone else." = "Window est le compagnon idéal pour suivre vos progrès en matière de perte de poids. Nous conservons vos données personnelles sur votre appareil et ne les partageons jamais avec qui que ce soit.";

/* Message describing how Window's weight tracking features works */
"Window is the perfect companion for tracking your weight loss progress. We work with Apple Health to keep your personal information safe." = "Window est le compagnon idéal pour suivre vos progrès en matière de perte de poids. Nous travaillons avec Apple Health pour protéger vos informations personnelles.";

/* The description of a setting that makes the Window app always show the amount of time that has elapsed / passed since the beginning of the user's eating window or fast, rather than showing the time remaining until the end. */
"Window will always show how much time has passed since the start of your eating window or fast." = "La fenêtre indiquera toujours combien de temps s&#39;est écoulé depuis le début ou le rapide de votre fenêtre de consommation.";

/* Window will show the user the amount of time remaining in their eating window or fast, if possible. */
"Window will show you how much time is remaining in your eating window or fast." = "La fenêtre vous montrera combien de temps il reste dans votre fenêtre de restauration ou rapidement.";

/* Label describing how Window's weight tracking features works */
"Window works with Apple Health to securely store your personal information." = "Window collabore avec Apple Health pour stocker en toute sécurité vos informations personnelles.";

/* Title for the screen that shows history of past eating windows. Translate as if meaning 'Eating Windows'. */
"Windows" = "les fenêtres";

/* Body of alert confirming the user wants to close their existing eating window. For example, 'This eatng window is currently open. Would you like to mark it as closed at 5:00 pm (after being open for 5h 30m)?' */
"Would you like to mark it as closed at %@ (after being open for %@)?" = "Voulez-vous le marquer comme fermé à% @ (après avoir été ouvert pour% @)?";

/* Body of alert confirming the user wants to re-schedule an eating window that had already closed. */
"Would you like to reschedule it for %@ later today?" = "Voulez-vous le replanifier pour% @ plus tard aujourd&#39;hui?";

/* Title of button that opens the App Store page to review Window */
"Write Review" = "Ecrire une critique";

/* A positive confirmation */
"Yes" = "Oui";

/* Error body explaining why the user can't open an eating window at this moment. */
"You already have an eating window logged for today." = "Vous avez déjà une fenêtre de restauration enregistrée pour aujourd&#39;hui.";

/* A prompt to encourage the user to add a note to their eating window. */
"You can log a note about your eating window. How are you feeling?" = "Vous pouvez enregistrer une note à propos de votre fenêtre de restauration. Comment allez-vous?";

/* Error stating that the user cannot send an email becuase their mail account is not set up. */
"You mail account is not set up correctly." = "Votre compte mail n&#39;est pas configuré correctement.";

/* Message warning the user that their image could not be saved because they are out of disk space. */
"You may be out of storage space on your device" = "Vous êtes peut-être à court d&#39;espace de stockage sur votre appareil";

/* Text describing how long it has been since the user's eating window opened / began. For example, 'Your (flexible window) opened (at 3:00 pm)' */
"Your %1$@ opened %2$@" = "Votre% 1 $ @ ouvert% 2 $ @";

/* Text describing how long it has been since the user began fasting. For example, 'Your (18 hour fast) started (at 10:00 pm)' */
"Your %1$@ started %2$@" = "Votre% 1 $ @ commencé% 2 $ @";

/* Title of message giving the user more information about the Window app while their first eating window is in progress */
"Your First Eating Window" = "Votre première fenêtre de consommation";

/* A message telling the user that their iPad does not support the Apple Health app, meaning they cannot use Window to track their weight. */
"Your device does not support Apple Health, which Window uses to securely store and access your personal information. To track your weight with Window, please use a different device (e.g. an iPhone)." = "Votre appareil ne prend pas en charge Apple Health, que Windows utilise pour stocker et accéder en toute sécurité à vos informations personnelles. Pour suivre votre poids avec Windows, veuillez utiliser un autre appareil (par exemple un iPhone).";

/* Body of alert telling the user how long their eating window has been open (e.g. 'Your eating window has been open for 3 hours') */
"Your eating window has been open for %@" = "Votre fenêtre de restauration a été ouverte pour% @";

/* A description of the user's Timed eating window. Immidiatelly followed by a depiction of the window's length. (e.g. 'Your eating window will close after [5 hours]') */
"Your eating window will close after..." = "Votre fenêtre de restauration se fermera après ...";

/* A description of the user's Flexible eating window. */
"Your eating window will remain open until you close it manually." = "Votre fenêtre de restauration restera ouverte jusqu&#39;à ce que vous la fermiez manuellement.";

/* Body of an alert notifying the user that their flexible eating window has been open for 24 hours */
"Your flexible window has been open for 20 hours, so we closed it automatically." = "Votre fenêtre flexible est ouverte depuis 20 heures, nous l&#39;avons donc fermée automatiquement.";

/* Body of an alert notifying the user that their flexible eating window has been open for eight hours */
"Your flexible window has been open for eight hours and counting." = "Votre fenêtre flexible est ouverte depuis huit heures.";

/* Body of an alert notifying the user that their flexible eating window has been open for five hours */
"Your flexible window has been open for five hours and counting." = "Votre fenêtre flexible est ouverte depuis cinq heures.";

/* Body of an alert notifying the user that their flexible eating window has been open for ten hours */
"Your flexible window has been open for ten hours and counting." = "Votre fenêtre flexible est ouverte depuis dix heures.";

/* Body of alert notifying the user that their flexible eating window just opened / started. */
"Your flexible window just opened!" = "Votre fenêtre flexible vient d&#39;ouvrir!";

/* Message describing when the user start using the Window app. (e.g. 'Your intermittent fasting journey began on May 5, 2017') */
"Your intermittent fasting journey began on %@." = "Votre voyage de jeûne intermittent a commencé le% @.";

/* Body of alert notifying the user that their window has ended. */
"Your next eating window starts at %@." = "Votre prochaine fenêtre de restauration commence à% @.";

/* Body of alert notifying the user that their window has ended. For example, 'Your next eating window starts on Monday at 2:00pm.' */
"Your next eating window starts on %1$@ at %2$@." = "Votre prochaine fenêtre de restauration commence à% 1 $ @ à% 2 $ @.";

/* Body of alert notifying the user that their eating window has ended. */
"Your next eating window starts tomorrow at %@." = "Votre prochaine fenêtre de restauration commence demain à% @.";

/* Body of an alert notifying the user that their eating window just closed / ended */
"Your window has closed." = "Votre fenêtre est fermée.";

/* Body of alert notifying the user that their eating window just opened / started */
"Your window just opened!" = "Votre fenêtre vient d&#39;ouvrir!";

/* Body of an alert notifying the user that their eating window will close / end soon */
"Your window will close in half an hour." = "Votre fenêtre se fermera dans une demi-heure.";

/* Message telling the user their eating window will start at a given time and last some amount of time. e.g. 'Your window will start at 10:00am and last 3:00' */
"Your window will start at %1$@ and last %2$@" = "Votre fenêtre commencera à% 1 $ @ et au dernier% 2 $ @";

/* Message telling the user their eating window will start at a given time. e.g. 'Your window will start at 10:00am' */
"Your window will start at %@" = "Votre fenêtre commencera à% @";

/* Message telling the user their flexible eating window will start at a given time and continue until it they close it / end it. e.g. 'Your window will start at 10:00am and continue until closed manually' */
"Your window will start at %@ and continue until closed manually" = "Votre fenêtre commencera à% @ et continuera jusqu&#39;à sa fermeture manuelle";

/* Some time on some day in the past. For example, '(Your eating window opened) at 10:00 on Jun 3'. */
"at %1$@ on %2$@" = "à% 1 $ @ sur% 2 $ @";

/* Some time today. For example, '(Your eating window opened) at 10:00pm'. */
"at %@" = "à %@";

/* Label for a statistic describing the user's average eating window duration. Lowercased if applicable. */
"average" = "moyenne";

/* Cancel (lowercased if applicable) */
"cancel" = "Annuler";

/* Label that appears above the time that the user closed their eating window. 'time closed' or 'end time' are acceptable alternative translations. Lowercased if applicable. */
"closed at" = "fermé à";

/* Label for a statistic describing the user's eating window count. Lowercased if applicable. */
"count" = "compter";

/* Edit (lowercased if applicable) */
"edit" = "modifier";

/* A sentence fragment of the format 'your eating window *ended at* 5pm'. Other acceptable translations include 'end time' or 'ending time'. Lowercased if applicable. */
"ended at" = "terminé à";

/* Message telling the user that their current eating window will not end unless it is ended manually.
   Text noting that the user's eating window was ended / closed manually by the user (e.g. a flexible eating window). */
"ended manually" = "terminé manuellement";

/* Option that lets the user configure the end time of their eating window. 'end at' is also an acceptable translation. Lowercase if applicable. */
"ending at" = "se terminant à";

/* Option that lets the user configure the end time of their eating window. 'end at...' is also an acceptable translation. Lowercase if applicable. */
"ending at..." = "se terminant à ...";

/* Option that lets the user configure their eating window to repeat ay the same time every day in the future. Lowercase if applicable. */
"every day" = "tous les jours";

/* The user's current fast (the period of the day in which they didn't eat food). */
"fast" = "vite";

/* Title for a screen where the user can configure their flexible eating window. Lowercase if applicable. */
"flexible window" = "fenêtre flexible";

/* Note that the user's fast begun at a certain time on the given date (e.g. from 3pm, April 8 (...to 3pm, April 8)) */
"from %1$@, %2$@" = "à partir de% 1 $ @,% 2 $ @";

/* Abbreviation for 'kilograms', as in '10 kilograms = 10 kg' */
"kg" = "kg";

/* The name of the current language, in English. */
"language.name" = "Nom de la langue";

/* Abbreviation for 'pounds', as in '10 pounds = 10 lbs' */
"lbs" = "lbs";

/* Label for a statistic showing the user's longest eating window duration. Lowercased if applicable. */
"longest" = "le plus long";

/* Label for a statistic showing the user's longest fast duration. Lowercased if applicable. */
"longest fast" = "le plus long jeûne";

/* The absence of data. Abbreviation for 'not applicable'. */
"n/a" = "n / a";

/* Label that appears if the user did not fast on a given date. It is *very important* for this text to be as short as possible (ideally less than 10 characters). If 'no fast' cannot be succinctly translated, 'n/a' is an acceptable alternative translation. Lowercased if applicable. */
"no fast" = "pas de jeûne";

/* Shown on the eating window history screen when the user has not recored any past eating windows (no-data state). Lowercased if applicable. */
"no window history" = "pas d&#39;historique de fenêtre";

/* Message telling the user their next eatinng window is not open / has not started. */
"not open" = "pas ouverte";

/* Label that appears above the time that the user's eating window will end. In the format 'open until 10:00am'. Lowercased if applicable. */
"open until" = "ouvert jusqu&#39;au";

/* Label that appears above the time that the user opened their eating window. 'time opened' or 'start time' are acceptable alternative translations. Lowercased if applicable. */
"opened at" = "ouvert à";

/* Label that appears above the time that the user opened their eating window. 'start time' is an acceptable alternative translation. Lowercased if applicable. */
"opening at" = "ouverture à";

/* Title for button that lets the user schedule thier eating window for the next day */
"schedule tomorrow's window" = "planifier la fenêtre de demain";

/* Label for a statistic showing the user's shortest eating window duration. Lowercased if applicable. */
"shortest" = "le plus court";

/* Label for a statistic showing the user's shortest fast duration. Lowercased if applicable. */
"shortest fast" = "le plus court rapide";

/* Note that the user's fast ended at a certain time on the given date (e.g. 'Started 3pm, April 8') */
"since %1$@ on %2$@" = "depuis% 1 $ @ on% 2 $ @";

/* Abbreviation for 'stone' (a unit of weight commonly used in the United Kingdom), as in '10 stone = 10 st' */
"st" = "st";

/* A sentence fragment of the format 'your eating window *started* 10am'. Other acceptable translations include 'start time' or 'starting time'. Lowercased if applicable. */
"started at" = "commencé à";

/* Option that lets the user configure the start time of their eating window. 'start at' is also an acceptable translation. Lowercase if applicable. */
"starting at" = "à partir de";

/* Option that lets the user configure the start time of their eating window. 'start at...' is also an acceptable translation. Lowercase if applicable. */
"starting at..." = "à partir de...";

/* A quotation of some text. In English, this would be “%@”. */
"string.quotation" = "string.quotation";

/* Note that the user's fast ended at a certain time on the given date (e.g. (from 3pm, April 8...) to 3pm, April 8) */
"to %1$@, %2$@" = "à% 1 $ @,% 2 $ @";

/* Option that lets the user configure their eating window to start on the current day. Lowercased if applicable. */
"today only" = "aujourd&#39;hui seulement";

/* An abbreviation for 'Today', if the normal word for 'Today' is too short */
"today.abbreviated" = "aujourd&#39;hui.abrévié";

/* Option that lets the user configure their eating window to start on the next day. Lowercased if applicable. */
"tomorrow" = "demain";

/* A sentence fragment of the format 'your next eating window *will end at* 5pm'. Other acceptable translations include 'end time' or 'ending time'. Lowercased if applicable. */
"will end at" = "se terminera à";

/* A sentence fragment of the format 'your next eating window *will start at* 10am'. Other acceptable translations include 'start time' or 'starting time'. Lowercased if applicable. */
"will start at" = "va commencer à";

/* Label telling the user that they have already completed their eating window for the day. Lowercase if applicable.
   Message telling the user that they have already completed their eating window for the day */
"window completed for the day" = "fenêtre terminée pour la journée";

/* Message that apprears when the user chooses a flexible eating window, which does not have a set 'end' time and will stay open until the user manually ends / closes it. Lowercase if applicable. */
"window will remain open until you close it" = "la fenêtre reste ouverte jusqu&#39;à ce que vous la fermiez";

/* Some time on the previous day. For example, '(Your eating window opened) yesterday at 10:00am'. */
"yesterday at %@" = "hier à %@";

/* Message telling the user that their next scheduled window opens at a specific time on some day in the future. Lowercase if applicable. */
"your next window opens at %1$@ on %2$@" = "votre prochaine fenêtre s&#39;ouvre à% 1 $ @ sur% 2 $ @";

/* Message telling the user that their next eating window will open soon (e.g 'your next window opens in 5 minutes'). Lowercased if applicable. */
"your next window opens in %@" = "votre prochaine fenêtre s&#39;ouvre dans% @";

/* Message telling the user that their next scheduled window opens later on the current day. Lowercased if applicable. */
"your next window opens today at %@" = "votre prochaine fenêtre s&#39;ouvre aujourd&#39;hui à% @";

/* Message telling the user that their next scheduled window opens at a specific time on the next day. Lowercased if applicable. */
"your next window opens tomorrow at %@" = "votre prochaine fenêtre s&#39;ouvre demain à% @";